[{"Key":"Tutorial_Label","en-gb":"Tutorial","nl":"Tutorial"},
{"Key":"Tutorial_Label_Continue","en-gb":"Continue","nl":"Doorgaan"},
{"Key":"Tutorial1_Name","en-gb":"Movement","nl":"Bewegen"},
{"Key":"Tutorial1_Description","en-gb":"This will introduce you to movement around the network and how to use tools.","nl":"Dit scenario legt uit hoe je kunt bewegen in het netwerk en hoe je gereedschap kunt gebruiken."},
{"Key":"Tutorial1_Frame1","en-gb":"Welcome to IT Alert!\nYou are a system administrator tasked with keeping your network healthy.\n\nLet's get started...","nl":"Welkom bij IT Alert!\nJe bent een systeem administrator en je taak is het netwerk gezond te houden.\n\nLaten we beginnen..."},
{"Key":"Tutorial1_Frame2","en-gb":"Your location is shown by the blue circle.\nNavigate to another workstation by clicking on it.","nl":"De blauwe cirkel laat zien waar je bent.\nProbeer te navigeren naar een ander werkstation door er op te klikken...\n"},
{"Key":"Tutorial1_Frame3","en-gb":"Well done. Now you know how to move around the network","nl":"Goed gedaan. Nu weet je hoe je je in het netwerk kunt verplaatsen"},
{"Key":"Tutorial1_Frame4","en-gb":"The item that has just spawned on the right is a Scanner.\n\nThe Scanner reveals viruses on a workstation when it is activated.","nl":"Het icoontje dat zojuist rechts is verschenen is een Scanner.\nDe Scanner maakt virussen zichtbaar op het werkstation waar het wordt geactiveerd."},
{"Key":"Tutorial1_Frame5","en-gb":"To use an item you must be at the same workstation.\n\nNavigate back to your starting location.","nl":"Om een gereedschap te gebruiken dien je op hetzelfde werkstation te zijn...\n\nxxxxxxxxxxxxx"},
{"Key":"Tutorial1_Frame6","en-gb":"When you are on workstation available items appear in the tray at the bottom of your screen.\n\nClicking the item on your tray will activate the item.","nl":"Wanneer je op een werkstation bent, verschijnen onderin de beschikbare gereedschappen.\n\nOp een icoontje onderin klikken activeert het gereedschap."},
{"Key":"Tutorial1_Frame7","en-gb":"A Virus has infected the workstation on the left! You should investigate...\n\nYou'll need to take the Scanner with you.","nl":"Een virus heeft het werkstation links geïnfecteerd! Je moet het onderzoeken...\n\nJe zult de Scanner moeten meenemen."},
{"Key":"Tutorial1_Frame8","en-gb":"Your inventory is on the bottom right, indicated by the suitcase icon.\n\nTo pick up an item drag it into your inventory.","nl":"Je inventaris staat rechts onder, weergegeven door het icoontje van de koffer.\n\nSleep het gereedschap naar de koffer om het op te pakken."},
{"Key":"Tutorial1_Frame9","en-gb":"You need to use the Scanner to reveal the source of the problem.\n\nMake your way to the left workstation..","nl":"Je hebt de Scanner nodig om de oorzaak van het probleem te vinden.\n\nVerplaats je naar het linker werkstation..."},
{"Key":"Tutorial1_Frame10","en-gb":"Install the item on the current workstation\n\nDrag the item onto one of the item slots in the panel at the bottom of the screen.","nl":"Installeer het gereedschap op het werkstation.\n\nSelecteer je inventaris, en klik dan op een leeg slot onderaan het scherm."},
{"Key":"Tutorial1_Frame11","en-gb":"Now activate the item to perform a scan.","nl":""},
{"Key":"Tutorial1_Frame12","en-gb":"You have now revealed the source of the infection.\n\nWe've provided you with the necessary Antivirus, bring it to the infected workstation and use it to remove the problem.","nl":"Je hebt nu de oorzaak van de besmetting zichtbaar gemaakt.\n\nWe hebben je het noodzakelijke antivirus gegeven, je zult nu de rest zelf uit moeten vinden..."},
{"Key":"Tutorial2_Name","en-gb":"Analysis","nl":"Analyse"},
{"Key":"Tutorial2_Description","en-gb":"This will introduce you to Virus analysis and Antivirus crafting.","nl":"Dit scenario legt uit hoe je virussen kunt analyseren en hoe je anti-virussen maakt."},
{"Key":"Tutorial2_Frame1","en-gb":"This tutorial shows how to analyse Viruses and produce Antivirus to eliminate infections.","nl":"Deze tutorial laat je zien hoe je Virussen kunt analyseren en hoe je vervolgens Anti-virussen produceert om de infecties te bestrijden."},
{"Key":"Tutorial2_Frame2","en-gb":"The Analysis Workstation is at the bottom of the screen, we'll see how to use it soon.","nl":"Het Analyse Werkstation bevindt zich onderin het scherm. We zullen snel zien hoe we deze kunnen gebruiken."},
{"Key":"Tutorial2_Frame3","en-gb":"A Virus has infected the Left Workstation. It's slowing down the Workstation and the connecting network routes. \n\nUse the Scanner to reveal the Virus...","nl":"Een Virus heeft het linker werkstation geinfecteerd. Het maakt het werkstation langzamer en ook de netwerk verbindingen aan dit werkstation worden langzamer.\n\nGebruik de Scanner om het Virus zichtbaar te maken...\n"},
{"Key":"Tutorial2_Frame4","en-gb":"Now that the Virus is revealed you need to obtain a sample for analysis.","nl":"Nu het Virus zichtbaar is, kunnen we een sample nemen om te analyseren.\n\n"},
{"Key":"Tutorial2_Frame5","en-gb":"To sample the Virus use the Capture tool that's just been installed on the Analysis Workstation. \n\nClick on the Analysis Workstation and once there collect the Capture tool...","nl":"Om een sample te nemen van een Virus gebruik je het Capture gereedschap dat zojuist is geinstalleerd op het Analyse Werkstation.\n\nKlik op het Analyse Werkstation and als je daar bent, pak dan het Capture gereedschap op...\n"},
{"Key":"Tutorial2_Frame6","en-gb":"You need to drop the Scanner tool first.","nl":"Je moet het Scanner gereedschap eerst wegleggen."},
{"Key":"Tutorial2_Frame7","en-gb":"Now pick up the Capture tool.","nl":"Pak nu het Capture gereedschap op."},
{"Key":"Tutorial2_Frame8","en-gb":"You need to return to the source of the infection to obtain a sample.","nl":"Je moet nu eerst terugkeren naar de bron van de infectie om een sample te verkrijgen."},
{"Key":"Tutorial2_Frame9","en-gb":"Activate the Capture tool to obtain a sample","nl":"Activeer het Capture gereedschap om een sample te verkrijgen."},
{"Key":"Tutorial2_Frame10","en-gb":"Good work. You have obtained a sample of the Red Virus genome\n\nYou need to take the sample to the Analysis Workstation for analysis...","nl":""},
{"Key":"Tutorial2_Frame11","en-gb":"Drop the captured sample on the Microscope and analyse it by activating clicking the DNA icon ","nl":""},
{"Key":"Tutorial2_Frame12","en-gb":"You have produced an Antivirus that targets the Red Virus genome.\n\nUse it to exterminate the infection on the Left Workstation.","nl":""},
{"Key":"Tutorial2_Frame13","en-gb":"Another Virus has spawned on the Top Workstation. \n\nRepeat the previous process to eliminate the threat.","nl":""},
{"Key":"Tutorial2_Frame14","en-gb":"This is a different type of virus, your Red Antivirus won't work against this.\n\nYou will need to Capture and Analyse it.","nl":""},
{"Key":"Tutorial3_Name","en-gb":"Bandwidth","nl":""},
{"Key":"Tutorial3_Description","en-gb":"This will introduce you to the negative effects of infections and how you can mitigate the damage.","nl":""},
{"Key":"Tutorial3_Frame1","en-gb":"This is a much larger network than you've had to maintain before and it is already riddled with infections.\n\nYour colleague has done some of the work already and fully scanned the network, revealing the infections.","nl":""},
{"Key":"Tutorial3_Frame2","en-gb":"Viruses consume bandwidth on adjacent connections and reduce your movment speed. \n\nConnections with two adjacent infections are slower than connections with only one.","nl":""},
{"Key":"Tutorial3_Frame3","en-gb":"We've provided you with a Green Antivirus but it's on a distant Workstation.\n\nMake your way there and collect it.","nl":""},
{"Key":"Tutorial3_Frame4","en-gb":"Your colleague has arrived and has brought a Red Antivirus with them.\n\nFortunately this network is equipped with File Transfer Stations, these provide a fast way of moving items across large distances.","nl":""},
{"Key":"Tutorial3_Frame5","en-gb":"Items on Transfer Stations will be exchanged when the system is activated. \n\nDrop the Green Antivirus on the transfer location and activate the upload.","nl":""},
{"Key":"Tutorial3_Frame7","en-gb":"Good Work. Now your colleague can get to work dealing with the Green infections while you can handle the Red.","nl":""},
{"Key":"","en-gb":"Success. All threats neutralised.","nl":""},
{"Key":"Tutorial4_Name","en-gb":"Mutation","nl":""},
{"Key":"Tutorial4_Description","en-gb":"This will introduce you to advanced Viruses and how to work together to neutralise them.","nl":""},
{"Key":"Tutorial4_Frame1","en-gb":"So far the Viruses we've encountered have been dormant, but if left unchecked they will spread.","nl":""},
{"Key":"Tutorial4_Frame2","en-gb":"When a Virus spreads it creates a copy of itself that will spread along adjacent connections and infect the system it reaches.","nl":""},
{"Key":"Tutorial4_Frame3","en-gb":"A System can only have one infection.\n\nWhen a Virus arrives at an already infected system it will have no effect","nl":""},
{"Key":"Tutorial4_Frame4","en-gb":"However, when a virus with a different genome attempts to infect a system, the virus will mutate","nl":""},
{"Key":"Tutorial4_Frame5","en-gb":"This Virus is more sophisticated than the others and combines genes from both the Red and the Green genomes.\n\nLet's try and capture a sample of it for analysis","nl":""},
{"Key":"Tutorial4_Frame6","en-gb":"We can't capture a sample of a more complicated genome.\n\nSampled will only capture one of the genes that make up the virus.","nl":""},
{"Key":"Tutorial4_Frame7","en-gb":"To remove this infection you will need Antivirus for all of the constiuent genes.\n\nProduce a red and a green Antivirus and bring them to the infected Workstation","nl":""},
{"Key":"Tutorial4_Frame8","en-gb":"You can't neutralise an advanced virus on your own.\n\nYour colleague has arrived to help you out, you will need to activate the two Antivirus simultaneously.","nl":""},
{"Key":"Tutorial4_Frame9","en-gb":"Success. All threats neutralised.","nl":""}]