[{"Key":"Tutorial_Label","en-gb":"Tutorial","nl":"Tutorial"},
{"Key":"Tutorial_Label_Continue","en-gb":"Continue","nl":"Doorgaan"},
{"Key":"Tutorial1_Name","en-gb":"Tutorial 1 - Movement","nl":"Tutorial 1 - Bewegen"},
{"Key":"Tutorial1_Description","en-gb":"This will introduce you to movement around the network and how to use tools.","nl":"Dit scenario legt uit hoe je kunt bewegen in het netwerk en hoe je de tools kunt gebruiken."},
{"Key":"Tutorial1_Frame1","en-gb":"Welcome to IT Alert!\nYou are a system administrator tasked with keeping your network healthy.\n\nLet's get started...","nl":"Welkom bij IT Alert!\nJe bent een systeem administrator en je taak is het netwerk gezond te houden.\n\nLaten we beginnen..."},
{"Key":"Tutorial1_Frame2","en-gb":"You are currently located at Workstation [10].\n\nNavigate to Workstation [00] by clicking on it.","nl":"Je bevindt je op Werkstation [10].\n\nNavigeer naar een ander werkstation door er op te klikken..."},
{"Key":"Tutorial1_Frame3","en-gb":"Your current destination will flash to indicate that you are being routed to that location. ","nl":"Je huidige bestemming knippert om aan te geven dat je naar die locatie op weg bent."},
{"Key":"Tutorial1_Frame4","en-gb":"The item that has just spawned on Workstation [10] is a Scanner.\n\nThe Scanner reveals viruses on a Workstation when it is activated.","nl":"Het item dat zojuist is verschenen bij Werkstation [10] is een Scanner.\n\nDe Scanner maakt virussen zichtbaar op het werkstation waar het wordt geactiveerd."},
{"Key":"Tutorial1_Frame5","en-gb":"To use an item you must be on the same Workstation.\n\nNavigate back to your starting location.","nl":"Om een item te gebruiken dien je op hetzelfde werkstation te zijn...\n\nNavigeer terug naar je startpositie."},
{"Key":"Tutorial1_Frame6","en-gb":"Clicking a item within the workstation you're on will display your options for that item.\n\nTry activating the Scanner on this workstation now by clicking it and selecting the 'Use' option.","nl":"Door binnen een werkstation op een item te klikken, krijg je de opties te zien die je voor dit item hebt.\n\nProbeer nu de Scanner te activeren door er op te klkken en vervolgens 'Gebruiken' te kiezen."},
{"Key":"Tutorial1_Frame7","en-gb":"A Virus has infected the Workstation [00]. You should investigate...\n\nYou'll need to take the Scanner with you.","nl":"Een virus heeft het werkstation [00] besmet! Je moet het onderzoeken...\n\nJe zult de Scanner moeten meenemen."},
{"Key":"Tutorial1_Frame8","en-gb":"Your inventory is at the bottom of the screen, indicated by the toolbox icon.\n\nTo pick up an item, click it and select the 'Take' option.","nl":"Je inventaris is onderin het scherm, aangegeven door het icon van een gereedschapskistje.\n\nOm een item op te pakken, klik je er op en kies je vervolgens 'Pakken'."},
{"Key":"Tutorial1_Frame9","en-gb":"You need to use the Scanner to reveal the source of the infection.\n\nMake your way to the Workstation [00]","nl":"Je hebt de Scanner nodig om de bron van de infectie te vinden.\n\nVerplaats je naar het linker werkstation..."},
{"Key":"Tutorial1_Frame10","en-gb":"Install the item on Workstation [00]\n\nClick the Scanner in your inventory, select 'Place' and then the container you want to place it in.","nl":"Installeer het item op het werkstation.\n\nKlik op de Scanner in je inventaris en kies 'Plaatsen'. Kies vervolgens de container waar je hem wilt plaatsen."},
{"Key":"Tutorial1_Frame11","en-gb":"Now activate the Scanner to perform a Virus scan.","nl":"Activeer nu de Scanner om het systeem te scannen."},
{"Key":"Tutorial1_Frame12","en-gb":"You have now revealed the source of the infection.\n\nWe've provided you with the necessary Antivirus, bring it to the infected workstation and activate it to remove the infection.","nl":"Je hebt nu de oorzaak van de besmetting zichtbaar gemaakt.\n\nWe hebben je het noodzakelijke antivirus gegeven. Breng het naar het besmette werkstation en verwijder het probleem."},
{"Key":"Tutorial2_Name","en-gb":"Tutorial 2 - Analysis","nl":"Tutorial 2 - Analyse"},
{"Key":"Tutorial2_Description","en-gb":"This will introduce you to Virus analysis and Antivirus crafting.","nl":"Dit scenario legt uit hoe je een Virus kunt analyseren en hoe je een Antivirus maakt."},
{"Key":"Tutorial2_Frame1","en-gb":"This tutorial shows how to analyse Viruses and produce Antivirus to eliminate infections.","nl":"Deze tutorial laat je zien hoe je Virussen kunt analyseren en hoe je vervolgens Antivirussen produceert om de infecties te bestrijden."},
{"Key":"Tutorial2_Frame2","en-gb":"The Antivirus Workstation is at the bottom of the screen, we'll see how to use it soon.","nl":"Het Analyse Werkstation bevindt zich onderin het scherm. We zullen gaan zien hoe we deze kunnen gebruiken."},
{"Key":"Tutorial2_Frame3","en-gb":"A Virus has infected the Workstation [00]. It's slowing down the Workstation and the connecting network routes. \n\nUse the Scanner to reveal the Virus.","nl":"Een Virus heeft het linker werkstation besmet. Het maakt het werkstation langzamer en ook de netwerk verbindingen naar dit werkstation worden langzamer.\n\nGebruik de Scanner om het Virus zichtbaar te maken..."},
{"Key":"Tutorial2_Frame4","en-gb":"Now that the Virus is revealed you need to obtain a sample for analysis.","nl":"Nu het Virus zichtbaar is, kunnen we een sample nemen om te analyseren."},
{"Key":"Tutorial2_Frame5","en-gb":"To sample the Virus use the Capture tool that's just been installed on the Analysis Workstation. \n\nGo to the Analysis Workstation and collect the Capture tool.","nl":"Om een sample te nemen van een Virus gebruik je de Capture tool dat zojuist is verschenen op het Analyse Werkstation.\n\nKlik op het Analyse Werkstation and als je daar bent, pak dan de Capture tool op..."},
{"Key":"Tutorial2_Frame6","en-gb":"You need to drop the Scanner tool first.","nl":"Je moet de Scanner tool eerst wegleggen."},
{"Key":"Tutorial2_Frame7","en-gb":"Now pick up the Capture tool.","nl":"Pak nu de Capture tool op."},
{"Key":"Tutorial2_Frame8","en-gb":"You need to return to the source of the infection to obtain a sample.","nl":"Je moet nu eerst terugkeren naar de bron van de infectie om een sample te verkrijgen."},
{"Key":"Tutorial2_Frame9","en-gb":"Drop the Capture tool into the tray and activate it to obtain a sample.","nl":"Plaats de Capture tool en activeer het om een sample te verkrijgen."},
{"Key":"Tutorial2_Frame10","en-gb":"Good work. You have obtained a sample of the Red Virus genome.\n\nYou need to take the sample to the Antivirus Workstation for analysis.","nl":"Goed gedaan. Je hebt nu een sample van het Rode Virus genoom.\n\nJe moet deze sample meenemen naar het Antivirus Werkstation om deze te analyseren..."},
{"Key":"Tutorial2_Frame11","en-gb":"Drop the captured sample on the Microscope and analyse it by activating clicking the DNA icon ","nl":"Laat de sample vallen op de Microscope en analyseer de sample door te klikken op het DNA icoontje"},
{"Key":"Tutorial2_Frame12","en-gb":"Analysis consumed the sample amd produced an Antivirus that targets the Red Virus genome.\n\nUse it to exterminate the infection on Workstation [00]","nl":"Je hebt een Antivirus geproduceerd die het Rode Virus genoom aanvalt.\n\nGebruik deze om de infectie op het Linker Werkstation te verwijderen."},
{"Key":"Tutorial2_Frame13","en-gb":"A different type of virus has infected the network. \n\nYour Red Antivirus won't work against this.","nl":"Dit is een ander type virus, je Rode Antivirus zal hier niet tegen werken.\n\nHerhaal het vorige proces om de bedreiging te verwijderen."},
{"Key":"Tutorial2_Frame14","en-gb":"Repeat the previous process to eliminate the infection.","nl":"Dit is een ander type virus, je Rode Antivirus zal hier niet tegen werken.\n\nHerhaal het vorige proces om de bedreiging te verwijderen."},
{"Key":"Tutorial2_Frame15","en-gb":"Antivirus can only be used three times before it is consumed. \n\nContinue to eradicate the infection.","nl":"Een Antivirus kan slechts drie maal gebruikt worden. \n\nGa door met het verwijderen van de infectie."},
{"Key":"Tutorial3_Name","en-gb":"Tutorial 3 - Bandwidth","nl":"Tutorial 3 - Bandbreedte"},
{"Key":"Tutorial3_Description","en-gb":"This will introduce you to the negative effects of infections and how you can mitigate the damage.","nl":"Deze tutorial laat je zien wat de negatieve effecten zijn van infecties en hoe je de schade kunt verzachten."},
{"Key":"Tutorial3_Frame1","en-gb":"This is a much larger network than you've had to maintain before and it is already riddled with infections.\n\nYour colleague has done some of the work already and fully scanned the network, revealing the infections.","nl":"Dit is een groter netwerk dan je tot nu toe gewend bent om te beheren, en het is al erg besmet met virussen.\n\nJe collega heeft al wat werk gedaan en door scannen de infecties zichtbaar gemaakt."},
{"Key":"Tutorial3_Frame2","en-gb":"Viruses consume bandwidth on adjacent connections and reduce your movment speed. \n\nConnections with two adjacent infections are slower than connections with only one.","nl":"Virussen gebruiken bandbreedte op de verbindingen rondom de infectie, en dit vertraagt je verplaatsing over deze verbinding.\n\nVerbindingen met twee aangrenzende infecties zijn langzamer dan met maar 1."},
{"Key":"Tutorial3_Frame3","en-gb":"We've provided you with a Green Antivirus but it's on a distant Workstation.\n\nMake your way there and place it in your inventory.","nl":"We hebben je een Groen Antivirus gegeven, maar het is op een Werkstation dat ver weg ligt.\n\nGa er naar toe en plaats het item in je inventaris."},
{"Key":"Tutorial3_Frame4","en-gb":"Your colleague has arrived and has brought a Red Antivirus with them. \n\nThey are a long distance from you, but this network is equipped with File Transfer Stations.","nl":"Je collega is gearriveerd en heeft een Rood Antivirus meegenomen.\n\nGelukkig is dit netwerk uitgerust met File Transfer Stations, en hiermee kun je snel items verplaatsen over grote afstanden."},
{"Key":"Tutorial3_Frame5","en-gb":"Items on Transfer Stations will be exchanged when the system is activated. \n\nDrop the Green Antivirus on the transfer location and activate the upload.","nl":"Items op Transfer Stations worden verwisseld wanneer het systeem wordt geactiveerd.\n\nLaat het Groene Antivirus op de transfer locatie vallen en activeer de upload."},
{"Key":"Tutorial3_Frame7","en-gb":"Good Work. Now your colleague can get to work dealing with the Green infections while you can handle the Red.","nl":"Goed gedaan. Je collega kan nu aan de gang met de Groene infecties en jij met de Rode."},
{"Key":"Tutorial4_Name","en-gb":"Tutorial 4 - Mutation","nl":"Tutorial 4 - Mutatie"},
{"Key":"Tutorial4_Description","en-gb":"This will introduce you to advanced Viruses and how to work together to neutralise them.","nl":"Deze tutorial vertelt over geavanceerde Virussen en hoe je moet samenwerken om deze te verwijderen."},
{"Key":"Tutorial4_Frame1","en-gb":"So far the Viruses we've encountered have been dormant, but if left unchecked they will spread.","nl":"Tot nu toe waren de Virussen die we tegenkwamen slapend, maar als er niets wordt gedaan versrpeiden ze zich."},
{"Key":"Tutorial4_Frame2","en-gb":"When a Virus spreads it creates a copy of itself that will spread along adjacent connections and infect the system it reaches.","nl":"Wanneer een Virus zich verspreid, dan maakt het een kopie van zichzelf en gaat over verbindingen naar het volgende station om te infecteren."},
{"Key":"Tutorial4_Frame3","en-gb":"A System can only have one infection.\n\nWhen a Virus arrives at an already infected system it will have no effect","nl":"Een Werkstation kan maar 1 infectie hebben.\n\nWanneer een Virus arriveert op een al besmet station, dan gebeurt er niets."},
{"Key":"Tutorial4_Frame4","en-gb":"However, when a virus with a different genome attempts to infect a system, the virus will mutate.","nl":"Maar, als een Virus met ander genoom een systeem probeert te infecteren, dan muteert het Virus."},
{"Key":"Tutorial4_Frame5","en-gb":"This Virus is more sophisticated than the others and combines genes from both the Red and the Green genomes.\n\nLet's try and capture a sample of it for analysis","nl":"Dit Virus is meer geavanceerd dan de anderen en combineert genen van zowel Rood als Groen.\n\nLaten we eens proberen hier een sample van te nemen voor analyse."},
{"Key":"Tutorial4_Frame6","en-gb":"We can't capture a sample of a more complicated genome.\n\nSamples will only capture one of the genes that make up the virus.","nl":"We kunnen niet een sample nemen van een complexe genoom.\n\nEen sample zal alleen een eenvoudig genoom bevatten waaruit het Virus is opgebouwd."},
{"Key":"Tutorial4_Frame7","en-gb":"Activating the capture tool again will cycle through the Virus' genes.","nl":"De Capture tool nog een activeren vangt het volgende genome in het Virus, en dat gaat zo rond."},
{"Key":"Tutorial4_Frame8","en-gb":"To remove this infection you will need Antivirus for all of the constituent genes.\n\nProduce a red and a green Antivirus and bring them to the Workstation [10]","nl":"Om deze infectie te verwijderen, heb je een Antivirus nodig van elk aanwezig genoom waaruit het Virus is opgebouwd.\n\nProduceer een Rood en Groen Antivirus en breng ze naar het besmette werkstation."},
{"Key":"Tutorial4_Frame9","en-gb":"You can't neutralise an advanced virus on your own.\n\nYour colleague has arrived to help you out, you will need to activate the two Antivirus simultaneously.","nl":"Je kunt een geavanceerd Virus niet in je eentje bestrijden.\n\nJe collega is gearriveerd om je te helpen: je dient allebei tegelijkertijd het Antivirus te activeren!"}]